<template>
	<transition name="slide-rightIn">
	<div class="subpage new1">
		<Pageheadbar :headInfo="headInfo"></Pageheadbar>
		<h1>通知我是通知标题</h1>

		<p>《yyyyyy主播协议》是北京XXXXXX科技有限公司（下称“yyyyyy”）和主播（下称“您”）之间关于yyyyyy平台提供主播服务事宜的权利义务电子协议（下称“本协议”）。主播开始直播行为即表示主播已经仔细阅读、充分理解并完全接受本协议全部内容。请主播认真阅读并充分理解《yyyyyy主播协议》全部内容，特别是免除或者限制yyyyyy责任的免责条款以及对主播的权利限制条款。</p>
		
		<h3>第一章	总则</h3>
		<p>第一条	为维护yyyyyy直播秩序，保障主播的合法权益，拟制本守则。</p>
		<p>第二条	yyyyyy是北京XXXXXX科技有限公司向所有主播提供的专业财经股票视频直播互动平台。</p>
		<p>第三条	主播申请使用yyyyyyAPP前须注册/拥有yyyyyy号，因此主播使用yyyyyy时，应同时接受《yyyyyy用户服务协议》的规定；如果本协议与《yyyyyy用户服务协议》有不一致之处，以本服务条款为准。</p>
		<p>第四条	如果主播是中华人民共和国（下称“中国”）公民，您须年满18周岁；如果您非中国公民，您须达到您所在地成年人的法定年龄。在充分理解本协议各项条款的意思和法律后果后，接受本协议。</p>
		<p>第五条	签署本协议前，您已充分知悉并理解yyyyyy不时更新的各项平台运营制度即主播管理规则与要求（下称“平台规则”），以及国家关于该类互联网服务的法律、法规、规范性规定等。您对本协议下所有条款及定义等内容均已明确知悉，并无异议。您有条件、能力、资格履行本协议约定的主播指责及义务。</p>
		<p>第六条	您根据本协议和平台规则，在yyyyyy平台上申请成为主播，为yyyyyy平台用户提供在线视频直播服务，与用户互动。您在yyyyyy平台提供服务期间均视为协议期内。除非法律法规另有规定或者相关部门另有要求，yyyyyy将不会事先审核您上载的或由您参与、编辑、制作的视频内容，不会主动对该等视频进行任何编辑、整理、修改、加工等。</p>
		<p>第七条	您承诺并声明在yyyyyy平台上提供视频直播服务时符合中国及您所在地法律规定，不得以履行本协议名义从事任何违反中国及您所在地法律规定的行为。</p>
		<p>第八条	您与yyyyyy不够成任何雇佣、劳动或劳务关系。</p>
	
		<h3>第二章	主播的基本权利和义务</h3>
		<p>第九条	您承诺不会因履行本协议损害第三方合法权益或违反中国及您所在国的法律、法规、规范性规定等，您接受并履行本协议不违反任何对您有约束力的法律文件，亦不会使yyyyyy对任何第三方承担任何责任。</p>
		<p>第十条 您应自行承担进行视频直播所需的网络、支持视频和语音的设备（包括但不限于电脑、麦克风、视频装置等硬软件）等条件以及费用（包括但不限于为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费），并保证直播图像和语音质量的清晰、稳定。</p>
		<p>第十一条 主播在使用yyyyyy直播服务过程中，必须遵循以下原则：</p>
		<p>1.  遵守中国有关的法律和法规；</p>
		<p>2.  遵守所有与网络服务有关的网络协议、规定和程序；</p>
		<p>3.  遵守直播管理规定以及其他规定；</p>
		<p>4.  不得为任何非法目的而使用直播服务；</p>
		<p>5.  不得利用直播服务进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
		<p>6.  不得利用直播服务上传、展示或传播任何涉政、涉枪、涉毒、涉暴、赌博、涉黄或者含有任何违反中国法律、法规及规范性规定的内容，包括但不限于危害国家安全、淫秽色情、虚假、诽谤、恐吓骚扰他人以及有违社会公序良俗的内容或指向上述内容的方式；</p>
		<p>7.  主播不得利用该平台进行散布虚假信息、操纵市场、欺骗用户等不合法行为；</p>
		<p>8.  主播不得在直播过程中留联系方式，包括但不限于电话、论坛、网站网址等，不得在直播过程中推荐股票；</p>
		<p>9.   主播不得在直播中提供有明显针对性或倾向性的投资建议，并不得诱使投资者进行不必要的投资；</p>
		<p>10.  主播不得利用yyyyyy经营证券投资咨询业务，也不得从事与证券投资咨询业务相关的活动；</p>
		<p>11.  主播不得与他人合谋从事欺诈、操纵市场或者进行内幕交易等非法活动，也不得在做个股推荐；</p>
		<p>12.  不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
		<p>13.  不得利用直播服务进行任何不利于yyyyyy的行为；</p>
		<p>14.  如发现任何非法使用主播帐号或帐号出现安全漏洞的情况，应立即通告yyyyyy；</p>
		<p>15.  禁止未经yyyyyy允许发布广告；</p>
		<p>16.  严禁发表与直播宗旨无关主题、与主题无关回复、上传与内容无关图；</p>
		<p>17.  禁止利用bug扰乱直播秩序；</p>
		<p>18.  严禁破坏直播公共秩序及侵害yyyyyy利益的其它行为；</p>
		<p>19.  yyyyyy保留所有发布内容的最终操作权。</p>
		<p>须提请注意的是，进行私密直播同样禁止以上内容的发布。</p>
		<p>第十二条 如主播在使用yyyyyy直播时违反任何上述规定，yyyyyy或其授权的人有权要求主播改正或直接采取一切必要的措施（包括但不限于更改或删除主播发布的内容等、暂停或终止主播使用yyyyyy直播服务的权利）以减轻主播不当行为造成的影响。</p>
		
		<h3>二、注册资料</h3>
		<p class="padding0">1. 注册时需提供的个人注册资料</p>
		<p class="ind padding0">（1）在申请yyyyyy账号时，您向yyyyyy提供的是及时、详细及准确的个人资料；</p>
		<p class="ind padding0">（2）所有由您提供的个人资料将被yyyyyy用来作为识别您和其他用户的依据；</p>
		<p class="ind padding0">（3）如果您所提供的个人注册资料与事实不符，或已变更而未及时更新，或有任何误导之嫌，导致yyyyyy无法为您提供或进一步提供产品和服务，我们将不承担任何责任。</p>
		<p class="ind padding0">（4）不冒用他人资料（包括不限于姓名、图片、公司机构名称、昵称等）如果用户提供的资料不准确，不真实，不合法有效，或者冒用他人资料，yyyyyy保留直接修改资料或者结束用户使用yyyyyy各项服务的权利。</p>
		<p class="padding0">2. 修改注册资料</p>
		<p class="ind">您可以在任何时候，通过yyyyyy提供的服务或我们公布的其他途径，更新或修改您申请注册时所提供的资料。</p>
	
		<h3>第三章	yyyyyy的权利与义务</h3>
		<p>第十三条 yyyyyy有权制定平台规则，有权对您进行管理和监督，有权根据运营情况对相应规则作出调整和变更，您对此表示理解和同意。</p>
		<p>第十四条 yyyyyy有权根据您的申请或平台规则，将主播管理工作交由工作室或其他第三方合作机构负责。</p>
		<p>第十五条 yyyyyy有权根据平台规则对您进行考核、评价（考核、评价标准包括但不限于主播时间长度、用户观看数量、用户赠予的虚拟礼物数量和种类、用户支持度、用户投诉情况、违法违规情况等），以确定您的虚拟道具和收入。</p>
		<p>第十六条 如果您在直播或平台任何其他行为中违反法律、法规或yyyyyy的平台规则及各项协议，yyyyyy有权对您采取惩罚措施（包括但不限于对您的账号采取永久性封停措施，以及清空该账号下所有数据及虚拟财产）；处于封停或者冻结状态的账号无法参与平台任何官方活动。</p>
		<p>第十七条 yyyyyy有权对您在yyyyyy平台上所作的直播服务提出改进建议和意见，您在收到yyyyyy的建议或意见后3日内进行相应的整改，狗泽yyyyyy有权采取签署惩罚措施。</p>
		<p>第十八条 yyyyyy有权根据法律法规的的规定或者相关部门的要求对您的视频直播内容的合法性进行审查。如果视频直播内容存在违法、违规、侵害yyyyyy或第三方合法权益的情形，yyyyyy有权采取停播、删除内容、注销账号、配合主管部门调查等措施。</p>
		<p>第十九条 您同意yyyyyy使用您的名称（包括但不限于您真实姓名、笔名、网名、曾用名及任何代表您身份的文字符号）、肖像（包括但不限于真人肖像及卡通肖像等）进行yyyyyy的各类宣传和推广。</p>
		<p>第二十条 yyyyyy负责提供您进行视频直播的平台，并提供平台技术服务支持。但yyyyyy不担保网络服务一定能满足您的任何要求，不担保网络服务时刻畅通，不担保网络服务的及时性、安全性、准确性。</p>
		<p>第二十一条 yyyyyy将通过网页公告、平台消息推送、电子邮件、手机短信或常规✉️等方式与您联系或发送相关通知。该等通知于发送之日即视为已送达。</p>
		<p>第二十二条 鉴于网络服务的特殊性，您同意yyyyyy有权随时变更、中断或终止部分或全部的平台服务（如yyyyyy需要定期或不定期的对提供网络服务的平台或相关设备进行检修或维护），yyyyyy无需为此承担任何责任，但yyyyyy将尽合理努力进行事前通知。</p>
	
	
		<h3>第四章	隐私权保护</h3>
		<p>第二十三条 yyyyyy保护主播隐私；yyyyyy保证不对外公开或向第三方提供单个主播的注册资料及主播在使用网络服务时存储在yyyyyy的非公开内容，但下列情况除外：</p>
		<p>1.  事先获得主播的明确授权；</p>
		<p>2.  根据有关的法律法规要求；</p>
		<p>3.  按照相关司法部门的要求；</p>
		<p>4.  为维护社会公众的利益；</p>
		<p>5.  为维护yyyyyy的合法权益。</p>
		<p>第二十四条  yyyyyy可能会与第三方合作向主播提供相关的网络服务，在此情况下，如该第三方同意承担与yyyyyy同等的保护主播隐私的责任，则yyyyyy有权将主播的注册资料等提供给该第三方。</p>
		<p>第二十五条 在不透露单个主播隐私资料的前提下，yyyyyy有权对整个主播数据库进行分析并对主播数据库进行商业上的使用。</p>
		
		
		<h3>第五章	版权申明</h3>
		<p>第二十六条 yyyyyy所有注册主播观点均不代表yyyyyy，仅代表主播本人观点。</p>
		<p>第二十七条 主播在yyyyyy发布的所有文章及图片版权归主播所有，但主播永久性不可撤销的授权yyyyyy及yyyyyy关联公司免费使用其在yyyyyy平台发布的内容。</p>
		<p>第二十八条 主播转贴应注明原始出处和时间，并负担由此可能产生的版权责任；</p>
		<p>第二十九条 yyyyyy根据版面管理需要有权删除修改任何内容；</p>
		<p>第三十条 任何转载、引用发表于yyyyyy的版权文章、图片及其它作品须符合以下规范：</p>
		<p>1.  用于非商业、非盈利、非广告性目的时需注明作者（包含本人）及出处为“yyyyyy”。</p>
		<p>2.  用于商业、盈利、广告性目的时需征得文章、图片以及其它作品的原作者的同意，不得未经作者同意而剽窃、引用yyyyyy的任何版权作品。</p>
		<p>3.  任何文章、图片以及其它作品的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。</p>
		
		<h3>第六章	特别声明</h3>
		<p>第三十一条  主播明确同意其使用yyyyyy服务所存在的风险将完全由其自己承担；因其使用yyyyyy适用而产生的一切后果也由其自己承担，yyyyyy以及北京XXXXXX科技有限公司不承担任何责任。</p>
		<p>第三十二条 yyyyyy不担保直播服务一定能满足播主的要求，也不担保直播服务不会中断，对直播服务的及时性、安全性、准确性也都不作担保。</p>
		<p>第三十三条 主播之间通过yyyyyy相识、交往中所发生或可能发生的任何心理、生理上的伤害和经济上的纠纷与损失，yyyyyy不承担任何责任。</p>
		<p>第三十四条 对于因不可抗力或yyyyyy不能控制的原因造成的服务中断或其它缺陷，yyyyyy不承担任何责任，但将尽力减少因此而给播主造成的损失和影响。</p>
		
		
		<h3>第七章	附则</h3>
		<p>第三十五条 yyyyyy有权根据直播发展需要可对本规定进行修订。</p>
		<p>第三十六条 yyyyyy享有本规定的最终解释权。</p>
		<p>第三十七条 yyyyyy任何规定、条例与本守则冲突时，以本守则为准。</p>
		<p>第三十八条 本规定自yyyyyyAPP上线之日起生效。</p>
		<br /><br /><br />
		
	</div>
	 </transition>
</template>

<script>
//引入顶部条组件	
const Pageheadbar = resolve => require(['@/components/common/Pageheadbar'], resolve)	
	
export default {
	name:"usermustknown",
	data:function() {
	    return {
	      	transitionName: 'slide-left',
	      	headInfo:{
	      		name:"公告页new1",
	      		back: true
	      	}
		}
	},
	watch: {
	    
	},
	methods:{
	  	goBack(){
	    	this.$router.go(-1);
	    }
	},
	components: {
		Pageheadbar
	},
	created() {
		console.log("欢迎来到--用户须知")
	}
}
</script>

<style lang="less" scoped>
.new1{
	background: #FFFFFF;
	padding-left: 0.2rem;
	padding-right: 0.15rem;
}
h1{text-align: center;font-size:0.16rem;font-weight:bold;color:#222;padding:0.1rem 0}
h3{font-weight:bold;padding:0.1rem 0}p{padding:0;margin: 0;}
</style>